<div class="article-detail">
    <div class="head-text">
        <h1>หัวเรื่องชื่อของบทความ</h1>
    </div>

    <!-- เนื้อหาบทความ -->
    <div class="ck">
        <p>
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหvเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
            เนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อหเนื้อหาckเนื้อห
        </p>
    </div>
</div>